/* Shortcut Bezel */
"ITUNESNOTRUNNING_BEZEL_TEXT" = "iTunes n'est pas lancé";
"ITUNESISBUSY_BEZEL_TEXT" = "iTunes est occupé";
"ITUNESLAUNCHING_BEZEL_TEXT" = "Lancement d'iTunes";

"NOSONG_BEZEL_TEXT" = "Aucune chanson sélectionnée";
"NOPLAYLIST_BEZEL_TEXT" = "Aucune liste de lecture sélectionnée";

/* Media Library */
"MEDIALIBRARY_NO_TITLE" = "Titre manquant";
"MEDIALIBRARY_NO_STREAMURL" = "URL de stream inconnue";
"MEDIALIBRARY_NO_ARTIST" = "Artiste inconnu";
"MEDIALIBRARY_NO_ALBUM" = "Album inconnu";
"MEDIALIBRARY_VARIOUS_ARTISTS" = "Artistes variés";

"MEDIALIBRARY_LIBRARY_PLAYLIST_GROUP" = "Bibliothèque";
"MEDIALIBRARY_PLAYLISTS_PLAYLIST_GROUP" = "Listes de lecture";
"MEDIALIBRARY_FOLDERS_PLAYLIST_GROUP" = "Dossiers";
"MEDIALIBRARY_GENIUS_PLAYLIST_GROUP" = "Genius";
"MEDIALIBRARY_STORE_PLAYLIST_GROUP" = "Store";

"MEDIALIBRARY_TRACKNUMBER_TEMPLATE" = "Piste %1$ld";
"MEDIALIBRARY_TRACKNUMBERANDCOUNT_TEMPLATE" = "Piste %1$ld de %2$ld";

"MEDIALIBRARY_TITLEANDARTIST_TOOLTIP" = "%1$@\npar %2$@";

/* Media Search */
"MEDIASEARCH_PLAYALL_MENUITEM" = "Lire tout";
"MEDIASEARCH_NOSEARCHRESULTS" = "Aucun résultat trouvé";

"MEDIASEARCH_ADDTRACKTOPLAYLIST_MENUITEM" = "Ajouter à \"%1$@\"";
"MEDIASEARCH_ADDTRACKTOCURRENTPLAYLIST_MENUITEM" = "Ajouter à la liste de lecture courante";

"MEDIASEARCH_FINDALL_MENUITEM" = "Tout";
"MEDIASEARCH_FINDARTIST_MENUITEM" = "Artiste";
"MEDIASEARCH_FINDALBUM_MENUITEM" = "Album";
"MEDIASEARCH_FINDSONG_MENUITEM" = "Chanson";
"MEDIASEARCH_FINDPLAYLIST_MENUITEM" = "Liste de lecture";

/* Last.fm */
"LASTFM_BADSESSION_ERROR" = "Authentification ratée pour %1$@";

"LASTFM_DISABLED_STATUS" = "Last.fm désactivé";
"LASTFM_AUTHENTICATION_STATUS" = "Connexion en tant que %1$@…";
"LASTFM_AUTHENTICATION_SUCCEEDED_STATUS" = "Connecté comme %1$@";
"LASTFM_AUTHENTICATION_NONE_STATUS" = "Non connecté";
"LASTFM_AUTHENTICATION_FAILED_STATUS" = "Echec de l'authentification comme %1$@";
"LASTFM_SONGSUBMISSION_STATUS" = "Ajout de chansons pour l'utilisateur %1$@…";
"LASTFM_SONGSUBMISSION_FAILED_STATUS" = "Dernier envoi raté sur %1$@";
"LASTFM_SONGSUBMISSION_SUCCEEDED_STATUS" = "Soumis chansons comme %1$@";

/* Menu Items */
"SHOW_PLAYLIST_MENUITEM_TEMPLATE" = "Montrer %1$@";
"SHOW_TRACK_MENUITEM_TEMPLATE" = "Montrer %1$@";

"SHOW_TRACK_INFINDER_MENUITEM_TEMPLATE" = "Montrer \"%1$@\" dans le Finder";

"NOWPLAYING_MENUITEM" = "En lecture";
"NOSONG_MENUITEM" = "Pas de chanson";
"OPENITUNES_MENUITEM" = "Ouvrir iTunes";

"HIDE_PLAYERCONTROLS_MENUITEM" = "Masquer les contrôles de lecture";
"SHOW_PLAYERCONTROLS_MENUITEM" = "Afficher les contrôles de lecture";

"HIDE_ALBUMCOVER_MENUITEM" = "Masquer la couverture";
"SHOW_ALBUMCOVER_MENUITEM" = "Afficher la couverture";

"DISABLE_SHORTCUTS_MENUITEM" = "Désactiver les raccourcis";
"ENABLE_SHORTCUTS_MENUITEM" = "Activer les raccourcis";

"DISABLE_LASTFM_MENUITEM" = "Désactiver Last.fm";
"ENABLE_LASTFM_MENUITEM" = "Activer Last.fm";

"PAUSE_MENUITEM" = "Pause";
"PLAY_MENUITEM" = "Lecture";

"DISC_MENUITEM_TEMPLATE" = "Disque %1$ld";

"NOWPLAYING_STATUSITEM" = "En lecture: %1$@";

/* Application Window */
"SHUFFLE_BUTTON_TOOLTIP" = "Lecture aléatoire: oui/non";
"REPEATMODE_BUTTON_TOOLTIP" = "Jouer la liste de lecture une fois, répéter ou répéter chaque chanson";

/* Preferences */
"GENERAL_PREFERENCES_ITEM" = "Général";
"ALBUMCOVER_PREFERENCES_ITEM" = "Couverture d'album";
"SHORTCUTS_PREFERENCES_ITEM" = "Raccourcis";
"LASTFM_PREFERENCES_ITEM" = "Last.fm";
"ADVANCED_PREFERENCES_ITEM" = "Avancé";

"RESTARTREQUIRED_TEXT" = "Redémarrage nécessaire";
"RESTARTNOW_BUTTONTEXT" = "Redémarrer maintenant";
"LATER_BUTTONTEXT" = "Plus tard";
"RESTART_APPLICATION_INFORMATIVETEXT" = "CoverSutra doit redémarrer pour que les nouveaux réglages prennent effet.Cliquez Redémarrer maintenant pour le faire maintenant ou Plus Tard pour continuer à utiliser CoverSutra.";

/* Shortcut Recorder */
"Space" = "Espace";
"Use old shortcut" = "Utiliser les anciens raccourcis";
"Type shortcut" = "Taper raccourci";
"Click to record shortcut" = "Cliquer pour enregistrer";
"Pad %@" = "Pavé %@";
"The key combination %@ couldn't be used!" = "La combinason %@ n'a pu être utilisée!";
"The key combination \"%@\" couldn't be used, because %@." = "La combinason %@ n'a pu être utilisée, parce que %@.";
"The key combination \"%@\" couldn't be used, because it's already used by a system-wide keyboard shortcut. (If you really want to use this key combination, most shortcuts can be changed in the Keyboard & Mouse panel in System Preferences.)" = "La combinaison de touches \"%@\" n'a pas pu être utilisée, car elle une combinaison utilisée par le Système. Allez dans les préférences souris et clavier dans les Préférences Système.";
"The key combination \"%@\" couldn't be used, because it's already used by the menu item \"%@\"." = "La combinason %@ n'a pu être utilisée, parce qu'elle est déjà utilisée par \"%@\".";
"Command + " = "Command + ";
"Option + " = "Option + ";
"Shift + " = "Shift + ";
"Control + " = "Control + ";

/* New since 3.0.1 */